Repository: ammarsaber-dev/Waraq
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: · %lld reading
ar: · %lld كتاب قيد القراءة

# %lld / %lld pages
source: %1$lld / %2$lld pages
ar: %1$lld من %2$lld صفحة

# %lld / %lld pages read today
source: %1$lld / %2$lld pages read today
ar: قراءة %1$lld من %2$lld صفحة اليوم

source: %lld day
ar: %lld يوم

source: %lld finished
ar: اكتمل %lld كتاب

source: %lld page
ar: %lld صفحة

source: %lld session
ar: %lld جلسة

# %lld/%lld pages
source: %1$lld/%2$lld pages
ar: %1$lld/%2$lld صفحة

source: Achieved
ar: تم الإنجاز

source: Add a new book
ar: إضافة كتاب جديد

source: Avg. session
ar: متوسط الجلسة

source: Book Author
ar: مؤلف الكتاب

source: Book Details
ar: تفاصيل الكتاب

source: Book Title
ar: عنوان الكتاب

source: Books
ar: الكتب

source: Cancel
ar: إلغاء

source: Current page
ar: الصفحة الحالية

source: Daily Reading Reminder
ar: تذكير القراءة اليومي

source: Done
ar: تم

source: e.g. 20
ar: مثال: ٢٠

source: End Session
ar: إنهاء الجلسة

source: Finished
ar: مكتمل

source: Go to Settings
ar: الذهاب إلى الإعدادات

source: I've already started reading
ar: بدأت القراءة بالفعل

source: Most read
ar: الأكثر قراءة

source: New Book
ar: كتاب جديد

source: Not Started
ar: لم يُقرأ بعد

source: Notifications Disabled
ar: الإشعارات معطلة

source: Overall progress
ar: التقدم الإجمالي

source: Page
ar: صفحة

source: Pages read
ar: الصفحات المقروءة

source: Pages to read today
ar: الصفحات المطلوب قراءتها اليوم

source: Pick up a book - even 10 minutes counts.
ar: افتح كتابًا، حتى ١٠ دقائق تكفي.

source: Reading
ar: قيد القراءة

source: Reading habits
ar: عادات القراءة

source: Reading streak
ar: متتالية القراءة

source: Reading Time
ar: حان وقت القراءة

source: Reminder Time
ar: وقت التذكير

source: Reminders
ar: التذكيرات

source: Save
ar: حفظ

source: Sessions logged
ar: الجلسات المسجّلة

source: Set current page
ar: تحديد الصفحة الحالية

source: Set Today's Goal
ar: تحديد هدف اليوم

source: Settings
ar: الإعدادات

source: Start
ar: بدء

source: Start Reading Session
ar: بدء جلسة قراءة

source: Stats
ar: الإحصائيات

source: Time reading
ar: وقت القراءة

source: To get daily reading reminders, enable notifications for Waraq in Settings.
ar: للحصول على تذكيرات القراءة اليومية، فعّل الإشعارات لتطبيق ورق من الإعدادات.

source: Today's Goal
ar: هدف اليوم

source: Total pages of the book
ar: إجمالي صفحات الكتاب

source: Update progress
ar: تحديث التقدم

source: What page did you stop at?
ar: عند أي صفحة توقفت؟

source: You'll get a daily notification at this time.
ar: سيصلك إشعار يومي في هذا الوقت.
